Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: The provisions of Sections 403.2 through 403.6 shall not apply to the following buildings and structures:
fr_ca: Les dispositions des articles 403.2 à 403.6 ne s’appliquent pas aux bâtiments et constructions suivants :

source: The provisions of Sections 404.1 through 404.11 shall apply to buildings containing atriums.
fr_ca: Les dispositions des articles 404.1 à 404.11 s’appliquent aux bâtiments contenant des atriums.

source: The provisions of Sections 410.1 through 410.7 shall apply to all parts of buildings and structures that contain stages or platforms and similar appurtenances as herein defined.
fr_ca: Les dispositions des sections 410.1 à 410.7 s’appliquent à toutes les parties des bâtiments et des constructions qui comportent des scènes ou des plateformes et des éléments accessoires similaires tels que définis dans le présent document.

source: The provisions of this chapter shall control the design and construction of facilities for accessibility for individuals with disabilities.
fr_ca: Les dispositions du présent chapitre régissent la conception et la construction d'installations accessibles aux personnes en situation d'handicap.

source: The provisions of this code applicable to the aggregate building shall be applicable to each building.
fr_ca: Les dispositions du présent code applicables au bâtiment considéré dans son ensemble doivent s’appliquer à chaque bâtiment.

source: The provisions of this section shall apply to ramps used as a component of a means of egress.
fr_ca: Les dispositions de la présente section s'appliquent aux rampes utilisées comme éléments d'un moyen d'évacuation.

source: The public or common-use system interface shall include the capability of supporting voice and TTY communication with the unit interface.
fr_ca: L’interface du système à l’usage du public ou d’usage commun doit permettre les communications vocales et TTY avec l’interface du logement.

source: The pump drain and circulation piping shall be sloped to drain the water in the volute and the circulation piping when the whirlpool bathtub is empty.
fr_ca: La tuyauterie de vidange et de circulation de la pompe doit être inclinée pour drainer l'eau dans la volute et la tuyauterie de circulation lorsque la baignoire à remous est vide.

source: The pump shall be located above the weir of the fixture trap.
fr_ca: La pompe doit être située au-dessus du déversoir du siphon de l'appareil.

source: The quality, design, fabrication and erection of metal suspension systems for acoustical tile and lay-in panel ceilings in buildings or structures shall conform to generally accepted engineering practice, the provisions of this Chapter and other applicable requirements of this code.
fr_ca: La qualité, la conception, la fabrication et la mise en place des systèmes de suspension métalliques pour les plafonds en carreaux acoustiques et en panneaux amovibles dans les bâtiments ou les constructions doivent être conformes aux pratiques d’ingénierie généralement reconnues, aux dispositions du présent chapitre et aux autres exigences applicables du présent code.

source: The rail shall be adequate in strength and attachment in accordance with Section 1607.9.1.2.
fr_ca: La rampe doit avoir une résistance et une fixation adéquates conformément à la section 1607.9.1.2.

source: The rail shall be capable of withstanding a horizontal load of 50 pounds per linear foot (730 N/m) without contacting the glass and be not less than 11/2 inches (38 mm) in cross-sectional height.
fr_ca: La rampe doit pouvoir supporter une charge horizontale de 50 livres par pied linéaire (730 N/m) sans toucher la vitre et avoir une hauteur de section transversale d'au moins 11/2 po (38 mm).

source: The rail shall be capable of withstanding a horizontal load of 50 pounds per linear foot (730 N/m) without contacting the glass and have a cross-sectional height of not less than 11/2 inches (38 mm).
fr_ca: La rampe doit pouvoir supporter une charge horizontale de 50 livres par pied linéaire (730 N/m) sans toucher la vitre et avoir une hauteur de coupe transversale d'au moins 11/2 po [38 mm].

source: The rear edge of the “L” portion of the seat shall be 1½ inches (38 mm) maximum from the wall and the front edge shall be 14 inches (355 mm) minimum and 15 inches (380 mm) maximum from the wall.
fr_ca: Le bord arrière de la partie en « L » du siège doit être à au plus 1 ½ po [38 mm] du mur et le bord avant doit être à au moins 14 po [355 mm] et à au plus 15 po [380 mm] du mur.

source: The receptacle outlet shall be located on a wall or partition that is adjacent to the lavatory basin location, located on the countertop, or installed on the side or face of the basin cabinet.
fr_ca: La prise de courant doit être située sur un mur ou une cloison adjacent(e) à l'emplacement du lavabo, sur le comptoir, ou installée sur le côté ou la face de l'armoire du lavabo.

source: The receptacle outlet shall not be connected to the load side of the HVAC equipment disconnecting means.
fr_ca: La prise de courant ne doit pas être connectée au côté charge du dispositif de déconnexion de l'équipement de CVC.

source: The receptacle shall be located not more than 12 inches (305 mm) below the top of the basin or basin countertop.
fr_ca: La prise de courant doit être située à au plus 12 po [305 mm] sous le bord supérieur du lavabo ou du comptoir du lavabo.

source: The receptacle shall be located not more than 6 feet, 6 inches (1981 mm) above the balcony, deck, or porch surface.
fr_ca: La prise de courant doit être située à au plus 6 pi-6 po [1981 mm] au-dessus de la surface du balcon, de la terrasse ou du porche.

source: The receptacle shall be located on the same level and within 25 feet (7620 mm) of the heating, air-conditioning and refrigeration equipment.
fr_ca: La prise doit être située au même niveau et à moins de 25 pi (7 620 mm) de l'équipement de chauffage, de climatisation et de réfrigération.

source: The refrigerator/freezer shall comply with Section 1104.12.2.5.
fr_ca: Le réfrigérateur/congélateur doit se conformer à la section 1104.12.2.5.

source: The registered design professional in responsible charge shall be responsible for reviewing and coordinating submittal documents prepared by others, including phased and deferred submittal items, for compatibility with the design of the building.
fr_ca: Le professionnel de la conception enregistré responsable doit examiner et coordonner les documents à soumettre préparés par d’autres personnes, y compris les éléments à soumettre par étapes et les éléments à soumettre ultérieurement, afin d’en vérifier la compatibilité avec la conception du bâtiment.

source: The registered design professional in responsible charge shall list the deferred submittals on the construction documents for review by the building official.
fr_ca: Le professionnel de la conception enregistré responsable doit énumérer les éléments à soumettre ultérieurement dans les documents de construction afin qu’ils soient examinés par le responsable de la construction.

source: The required capacity and width of egress courts shall be unobstructed to a height of 7 feet (2134 mm).
fr_ca: La capacité requise et la largeur des cours d'évacuation doivent être non obstruées jusqu'à une hauteur de 7 pi (2134 mm).

source: The required capacity in inches (mm) of aisles shall be permitted to comply with Section 1030.6.2 for the number of seats in the open-air assembly seating where Section 1030.6.2 permits less capacity.
fr_ca: La capacité requise des allées, en pouces (mm), peut être conforme à la section 1030.6.2 pour le nombre de sièges dans l’aire de sièges pour assemblées à l’air libre lorsque la section 1030.6.2 permet une capacité moindre.

source: The required capacity in inches (mm) of the aisle for smoke-protected assembly seating shall be not less than the occupant load served by the egress element multiplied by the appropriate factor in Table 1030.6.2.
fr_ca: La capacité requise de l’allée, en pouces (mm), ne doit pas être inférieure à la charge d’occupation desservie par l’élément d’évacuation, multipliée par le facteur approprié du tableau 1030.6.2.

source: The required capacity in inches (mm) of the aisles for assembly seating without smoke protection shall be not less than the occupant load served by the egress element in accordance with all of the following, as applicable:
fr_ca: La capacité requise, en pouces (mm), des allées desservant des sièges pour assemblées sans protection contre la fumée ne doit pas être inférieure à celle déterminée en fonction de la charge d’occupation desservie par l’élément d’évacuation, conformément à toutes les dispositions suivantes, selon le cas :

source: The required capacity of aisles shall be not less than that determined in accordance with Section 1030.6.1 where smoke-protected assembly seating is not provided, Section 1030.6.2 where smoke-protected assembly seating is provided and Section 1030.6.3 where open-air assembly seating is provided.
fr_ca: La capacité requise des allées ne doit pas être inférieure à celle déterminée conformément à la section 1030.6.1 lorsqu’aucune aire de sièges pour assemblées protégée contre la fumée n’est prévue, à la section 1030.6.2 lorsqu’une aire de sièges pour assemblées protégée contre la fumée est prévue et à la section 1030.6.3 lorsqu’une aire de sièges pour assemblées à l’air libre est prévue.

source: The required capacity of egress courts shall be determined as specified in Section 1005.1, but the minimum width shall be not less than 44 inches (1118 mm), except as specified herein.
fr_ca: La capacité requise des cours d’évacuation doit être déterminée conformément aux dispositions de la section 1005.1, mais leur largeur minimale ne doit pas être inférieure à 44 po (1 118 mm), sauf indication contraire dans les présentes.

source: The required capacity of exit passageways shall be determined as specified in Section 1005.1 but the minimum width shall be not less than 44 inches (1118 mm), except that exit passageways serving an occupant load of less than 50 shall be not less than 36 inches (914 mm) in width.
fr_ca: La capacité requise des passages d’issue doit être déterminée conformément aux dispositions de la section 1005.1, mais leur largeur minimale ne doit pas être inférieure à 44 po (1 118 mm), sauf que les passages d’issue desservant une charge d’occupation de moins de 50 personnes ne doivent pas avoir une largeur inférieure à 36 po (914 mm).

source: The required clear width of the aisle accessway shall be measured perpendicular to the elements and merchandise within the merchandise pad.
fr_ca: La largeur libre requise de la voie d'accès à l'allée doit être mesurée perpendiculairement aux éléments et à la marchandise dans la zone de marchandises.

source: The required clearance around the water closet shall be permitted to overlap the water closet, associated grab bars, paper dispensers, coat hooks, shelves, accessible routes, clear floor space required at other fixtures, and the wheelchair turning space.
fr_ca: La cabine de toilette, les barres d'appui associées, les distributeurs de papier, les crochets à vêtements, les tablettes, les itinéraires accessibles, la surface de plancher dégagée requise pour les autres appareils sanitaires et l'espace de rotation pour les fauteuils roulants peuvent être situés au-dessus du dégagement exigé autour de la cabine de toilette.

source: The required egress door shall open directly into a public way or to a yard or court that opens to a public way.
fr_ca: La porte d'évacuation exigée doit s'ouvrir directement sur une voie publique ou sur une cour ou un jardin qui s'ouvre sur une voie publique.

source: The required fire-resistance rating of columns supporting floors shall not be reduced.
fr_ca: Le degré de résistance au feu requis des colonnes supportant des planchers ne doit pas être réduit.

source: The required open area shall be located not less than 42 inches (1067 mm) above the adjacent floor or landing level.
fr_ca: La zone ouverte exigée doit être située à au moins 42 po (1067 mm) au-dessus du niveau de l'étage ou du palier adjacent.

source: The required openings shall be distributed such that the lineal distance between adjacent openings does not exceed 50 feet (15 240 mm).
fr_ca: Les ouvertures requises doivent être réparties de manière à ce que la distance linéaire entre deux ouvertures adjacentes ne dépasse pas 50 pieds (15 240 mm).

source: The rise for any ramp run shall be 30 inches (760 mm) maximum.
fr_ca: La hauteur de tout tronçon de rampe doit être d'au plus 30 po [760 mm].

source: The rise for any ramp run shall be 30 inches (762 mm) maximum.
fr_ca: La hauteur de tout tronçon de rampe doit être d'au plus 30 po (762 mm).

source: The riser height shall be not more than 73/4 inches (196 mm).
fr_ca: La hauteur de la contremarche ne doit pas excéder 73/4 pouces (196 mm).

source: The riser shall be measured vertically between leading edges of the adjacent treads.
fr_ca: La contremarche doit être mesurée verticalement entre les bords avant des marches adjacentes.

source: The same visible notification appliances shall be permitted to provide notification of unit smoke detection and building fire alarm activation.
fr_ca: Les mêmes dispositifs de notification visuelle peuvent servir à signaler la détection de fumée dans le logement et le déclenchement de l’alarme-incendie du bâtiment.

source: The secondary water supply shall have a duration of not less than 30 minutes as determined by the occupancy hazard classification in accordance with NFPA 13.
fr_ca: L’alimentation en eau secondaire doit avoir une durée d’au moins 30 minutes, déterminée en fonction de la classification des risques liés à l’occupation conformément à la norme NFPA 13.

source: The shoulder of the wheelchair space occupant is considered to be 36 inches (915 mm) or more from the front and 12 inches (305 mm) or more from the rear of the wheelchair space.
fr_ca: L'épaule de l'occupant de l'espace pour fauteuil roulant est considérée comme étant à 36 po [915 mm] ou plus de l'avant et à 12 po [305 mm] ou plus de l'arrière de l'espace pour fauteuil roulant.

source: The shower compartment access and egress opening shall have a clear and unobstructed finished width of not less than 22 inches (559 mm).
fr_ca: L'ouverture d'accès et d'évacuation du compartiment de douche doit avoir une largeur finie libre et non obstruée d'au moins 22 po [559 mm].

source: The shutter shall be so constructed as to close immediately upon the actuation of a smoke detector installed in accordance with Section 907.3.1 and shall completely shut off the well opening.
fr_ca: Le volet doit être conçu de manière à se fermer immédiatement dès l’activation d’un détecteur de fumée installé conformément à la section 907.3.1 et doit fermer complètement l’ouverture du puits.

source: The shutter shall operate at a speed of not more than 30 feet per minute (152.4 mm/s) and shall be equipped with a sensitive leading edge to arrest its progress where in contact with any obstacle, and to continue its progress on release therefrom.
fr_ca: Le volet doit fonctionner à une vitesse d’au plus 30 pieds par minute (152,4 mm/s) et être muni d’un bord d’attaque sensible permettant d’arrêter son mouvement lorsqu’il entre en contact avec un obstacle et de poursuivre son mouvement lorsque l’obstacle est dégagé.

source: The shutters shall be of noncombustible construction and have a fire-resistance rating of not less than 1.5 hours.
fr_ca: Les volets doivent être de construction incombustible et avoir un degré de résistance au feu d'au moins 1,5 heure.

source: The side edge of the seat shall be 1½ inches (38 mm) maximum from the back wall of a transfer-type shower and 1-1/2 inches (38 mm) maximum from the control wall of a roll-in-type shower.
fr_ca: Le bord latéral du siège doit être situé à une distance maximale de 1 ½ po [38 mm] du mur arrière d'une douche de type transfert et à une distance maximale de 1-1/2 po [38 mm] du mur de commande d'une douche de type à accès de plain-pied.

source: The side rail shall be fixed in place when in the raised position.
fr_ca: La barrière latérale doit être fixée en place lorsqu'elle est en position relevée.

source: The side wall grab bar shall extend the length of the wall and extend within 6 inches (150 mm) maximum from the adjacent back wall.
fr_ca: La barre d'appui de la paroi latérale doit s'étendre sur toute la longueur du mur et se prolonger jusqu'à une distance maximale de 6 po [150 mm] du mur arrière adjacent.

source: The side-wall grab bar shall not be required to exceed 30 inches (760 mm) in length.
fr_ca: La barre d'appui de la paroi latérale ne doit pas dépasser 30 po [760 mm] de longueur.

source: The sign language interpreter station shall have lighting facilities capable of providing 10 footcandles (108 lux) of illuminance while signing is underway measured at the center of the floor of the sign language station at a height of 48 inches (1220 mm) above the floor.
fr_ca: Le poste d'interprète en langue des signes doit être équipé d'un éclairage capable de fournir un éclairement de 10 pieds-candelles (108 lux) pendant que l'interprétation est en cours, mesuré au centre du sol du poste d'interprète en langue des signes à une hauteur de 48 po [1220 mm] au-dessus du sol.

source: The sign shall comply with ICC A117.1 requirements for visual characters and include the International Symbol of Access for Hearing Loss.
fr_ca: Le panneau doit comporter des caractères visuels conformes aux exigences de la norme ICC A117.1 et inclure le symbole international d’accès pour les personnes ayant une perte auditive.

source: The sign shall read:
fr_ca: Le panneau doit indiquer :

source: The sign, where provided, shall be above the check-out aisle in the same location as the checkout aisle number or type of check-out identification.
fr_ca: Le panneau, lorsqu’il est prévu, doit être situé au-dessus de l’allée de caisse, au même endroit que le numéro de l’allée de caisse ou que l’identification du type d’allée de caisse.

source: The signage shall state the story of and direction to the exit discharge, and the availability of roof access from the interior exit stairway and ramp for the fire department.
fr_ca: La signalisation doit indiquer l'étage et la direction de l'issue d'évacuation, ainsi que la disponibilité d'un accès au toit depuis l'escalier et la rampe d'issue intérieurs pour les pompiers.

source: The sink shall comply with Section 606.
fr_ca: L'évier doit se conformer à la section 606.

source: The size of the refuge area shall accommodate the occupants and care recipients from the adjoining smoke compartment.
fr_ca: La taille de l'aire de refuge doit permettre d'accueillir les occupants et les bénéficiaires de soins du compartiment coupe-fumée adjacent.

source: The size of the refuge area shall provide the following:
fr_ca: La taille de l'aire de refuge doit fournir ce qui suit :

source: The sleeping units served by bariatrics toilet or bathing rooms shall not count toward the required number of Accessible sleeping units.
fr_ca: Les unités de couchage desservies par les toilettes ou les salles de bain pour patients bariatriques ne doivent pas compter dans le nombre exigé d'unités de couchage accessibles.

source: The slope at exterior landings shall not exceed 1/4 unit vertical in 12 units horizontal (2 percent).
fr_ca: La pente des paliers extérieurs ne doit pas excéder 1/4 d'unité verticale sur 12 unités horizontales (2 pour cent).

source: The slope measured perpendicular to the direction of travel of a ramp shall not be steeper than one unit vertical in 48 units horizontal (2-percent slope).
fr_ca: La pente mesurée perpendiculairement à la direction de déplacement d’une rampe ne doit pas être supérieure à une unité verticale pour 48 unités horizontales (pente de 2 pour cent).

source: The slope measured perpendicular to the direction of travel of a ramped aisle shall not be steeper than 1 unit vertical in 48 units horizontal (2-percent slope).
fr_ca: La pente mesurée perpendiculairement au sens de circulation d’une allée en pente ne doit pas être supérieure à 1 unité verticale sur 48 unités horizontales (pente de 2 %).

source: The slope of other pedestrian ramps shall not be steeper than 1 unit vertical in 8 units horizontal (12.5-percent slope).
fr_ca: La pente des autres rampes piétonnières ne doit pas être supérieure à 1 unité verticale sur 8 unités horizontales (pente de 12,5 %).

source: The slope of other ramped aisles shall not exceed 1 unit vertical in 8 units horizontal (12.5-percent slope).
fr_ca: La pente des autres allées en pente ne doit pas être supérieure à 1 unité verticale sur 8 unités horizontales (pente de 12,5 %).

source: The smoke barrier shall be in accordance with Section 709.
fr_ca: La séparations pare-fumée doit être conforme à la section 709.

source: The smoke compartment in which the pass-through openings occur does not contain a patient care suite or sleeping room.
fr_ca: Le compartiment coupe-fumée dans lequel se trouvent les ouvertures de passage ne doit pas contenir de suite de soins aux patients ni de chambre à coucher.

source: The smokeproof enclosure shall be permitted to be extended by an exit passageway in accordance with Section 1023.3.
fr_ca: L'enceinte étanche à la fumée peut être prolongée par un passage d'issue selon la section 1023.3.

source: The sound transmission class of concrete masonry and clay masonry assemblies shall be calculated in accordance with TMS 302 or determined through testing in accordance with ASTM E90.
fr_ca: L’indice de transmission du son des ensembles en maçonnerie de blocs de béton et en maçonnerie de briques d’argile doit être calculé conformément à la norme TMS 302 ou déterminé au moyen d’essais effectués conformément à la norme ASTM E90.

source: The space around a duct penetrating a smoke partition shall be filled with an approved material to limit the free passage of smoke.
fr_ca: L'espace autour d'un conduit pénétrant dans une cloison pare-fumée doit être rempli d'un matériau approuvé pour limiter le libre passage de la fumée.

source: The space around penetrating items shall be filled with an approved material to limit the free passage of smoke.
fr_ca: L’espace autour des éléments traversants doit être rempli d’un matériau approuvé afin de limiter le passage libre de la fumée.

source: The space between the floor and the platform above shall only be used for plumbing and electrical wiring to platform equipment.
fr_ca: L’espace entre le plancher et la plateforme située au-dessus doit être utilisé uniquement pour la plomberie et le câblage électrique des équipements de la plateforme.

source: The space containing the cooking facilities shall be arranged so as not to obstruct access to the required exit.
fr_ca: L'espace contenant les installations de cuisson doit être aménagé de manière à ne pas obstruer l'accès à l'issue exigée.

source: The space created by fixed room dividers such as railings and freestanding bar-type counters.
fr_ca: L'espace créé par des cloisons de séparation fixes telles que des garde-corps et des comptoirs de type bar autoportants.

source: The space is arranged so as not to obstruct access to the required exits.
fr_ca: L'espace est aménagé de manière à ne pas obstruer l'accès aux issues exigées.

source: The space occupied by fixed panels in exterior walls, excluding sliding panels.
fr_ca: L'aire occupée par des panneaux fixes dans les murs extérieurs, à l'exclusion des panneaux coulissants.
